export type TvodPackage = {
  id: string;
  name: string;
  description: string;
  cover?: string;
  detailHref: string;
};

export const tvodPackages: TvodPackage[] = [
  {
    id: "mongol",
    name: "Монгол багц",
    description:
      "Манай улсынхаа кино урлагийн алтан үе нэг дор. Хуучин классикаас орчин үеийн хит хүртэл — Монголын хамгийн алдартай уран сайхны кино, цувралуудыг нэгтгэв. Хэрвээ та Монгол кино урлагийн сүүлийн зууны турш хэрхэн өөрчлөгдсөнийг харах хүсэлтэй бол энэхүү багцыг түрээслээд үзээрэй!",
    cover: "/tess7-mongol.png",
    detailHref: "#",
  },
  {
    id: "hit-series",
    name: "Хит цуврал багц",
    description:
      "Бидний зурагтын өмнө ойр дотныхонтойгоо тодорхой нэг цагт болзуулдаг байсан зүйл бол хит болж байсан цувралууд. Сүүлийн 20-иод жилийн турш гарсан олон хит цуврал кинонуудыг нэг дор хүссэн цагтаа үзээрэй! Хуанжу Гэг, Дэгүй нас, Сэргэлэн охин Ян Сун, Чингис хаан зэрэг олон гайхалтай цуврал танд хүлээж байна.",
    cover: "/026de-hits.jpg",
    detailHref: "#",
  },
  {
    id: "asia",
    name: "Ази багц",
    description:
      "Сүүлийн жилүүдэд Дорнын кино урлаг барууны кино урлагийг гүйцэж ирээд байна. Солонгосын KBS, MBC, SBC зэрэг алдартай сувгуудын шилдэг контент, нэг ангит болон олон ангит кинонуудыг албан ёсны эрхтэйгээр, дуу дүрсний өндөр чанартайгаар үзэхийг хүсвэл Ази багцыг түрээслээрэй!",
    cover: "/a897e-asian.png",
    detailHref: "#",
  },
];
